<!doctype html>
<html lang="en" class="no-js">
<head>
	<meta charset="UTF-8">
	<meta name="viewport" content="width=device-width, initial-scale=1">

	<link href='http://fonts.googleapis.com/css?family=Open+Sans:400,300,600,700' rel='stylesheet' type='text/css'>

	<link rel="stylesheet" href="css/reset.css"> <!-- CSS reset -->
	<link rel="stylesheet" href="css/style.css"> <!-- Resource style -->
	<script src="js/modernizr.js"></script> <!-- Modernizr -->
	<title>izante.com - Υπηρεσιες</title>
</head>
<body>
<header>
	<h1>izante.com</h1>
</header>
<section class="cd-faq">
	<ul class="cd-faq-categories">
		<li><a class="selected" href="#basics">Γενικα</a></li>
		<li><a href="#services">Υπηρεσιες</a></li>
		<li><a href="#account">Τιμοκαταλογος</a></li>
		<li><a href="#contact">Επικοινωνια</a></li>
	</ul> <!-- cd-faq-categories -->

	<div class="cd-faq-items">
		<ul id="basics" class="cd-faq-group">
			<li class="cd-faq-title"><h2>Γενικα</h2></li>

			<li>
				<a class="cd-faq-trigger" href="#0">Τι ειναι το izante ?</a>
				<div class="cd-faq-content">
					<p>Το izante ειναι το ονομα της εταιριας μας, μιας εταιριας που δραστηριοποιειται στην Ζακυνθο στο τομεα του τουρισμου και πιο συγκεκριμενα σε υπηρεσιες γυρω απο την ενοικιαση βιλων και διαμερισματων. (Property management). Δεν εχουμε σχεση με το i-zante (εφαρμογη για κινητα που εχει δημιουργηθει απο αλλη εταιρια)</p>
				</div>
			</li>


			<li>
				<a class="cd-faq-trigger" href="#0">Τι ειναι το izante.com ?</a>
				<div class="cd-faq-content">
					<p>Το izante.com ειναι μια ιστοσελιδα (τουριστικο portal) το οποιο περιεχει τις επιχειρησεις των πελατων μας. Προωθουμε το izante.com στο google, στο facebook και στα social media με δικα μας εξοδα. Ο σκοπος του izante.com ειναι να γεμισει τις βιλες των πελατων μας (επιτευξη πληροτητας). Μπορειτε να το σκεφτειτε σαν ενα μικροτερο χρυσο οδηγο για επιλεγμενες βιλες στη Ζακυνθο, η ενα αλλο booking.com που περιεχει μονο τους πελατες μας. Ο τροπος χρησης για τους επισκεπτες ειναι απλος : Αναζητηση βιλας σε συγκεκριμενο χρονικο οριο , και επιδειξη απο αποτελεσματων απο βιλες που ελεχουμε. Καθως καλυπτουμε τα εξοδα του izante.com μονοι μας, κρατησεις απο το izante.com εχουνε αλλη προμηθεια απο το τα υπολοιπα καναλια, που οριζουμε εμεις.</p>
				</div>
			</li>

			<li>
				<a class="cd-faq-trigger" href="#0">Μπορειτε να με βαλετε μονο στο izante.com χωρις να εχω καμια αλλη υπηρεσια σας?</a>
				<div class="cd-faq-content">
					<p>Δυστηχως δεν μπορουμε να σας συμπεριλαβουμε στο izante.com αν δεν εχουμε ελεχο των κρατησεων σας και των αλλων καναλιων προς το παρον. Θα μπορουσαμε να το συζητησουμε φυσικα αλλα θα πρεπει να μας εγγυηθειτε οτι θα κρατατε το ημερολογιο κρατησεων παντα ενημερωμενο και οτι κρατηση σας στελνουμε θα την τιματε - το κοστος σε αυτη την περιπτωση θα ειναι εφαπαξ και οχι ανα κρατηση και θα κυμενεται απο 300-400 ευρω το χρονο.</p>
				</div>
			</li>


			<li>
				<a class="cd-faq-trigger" href="#0">Σε ποιους απευθυνονται οι υπηρεσιες σας?</a>
				<div class="cd-faq-content">
					<p>Ιδιοκτητες βιλων στην Ζακυνθο και ιδιοκτητες συμπλεγματων βιλων στην Ζακυνθο. Καθως χρεωνουμε ανα καταλυμα (property), η υπηρεσια μας δεν ειναι ιδανικη για διαμερισματα η δωματια ξενοδοχειων. Ο τυπικος μας πελατης ειναι καποιος που κατεχει μια βιλα αλλα δεν εχει το χρονο η την τεχνογνωσια για να την διαχειριστει με τετοιο τροπο ωστε να καταφερει τη μεγιστη πληροτητα. Επισης προσφερουμε διαφορες αλλες υπηρεσιες στους πελατες των πελατων μας οπως pick up service (taxi) , massage και λοιπα εξτρα σε συνεργασια με τον ιδιοκτητη της βιλας η με εξωτερικους συνεργατες μας (με καποια προμηθεια και απο εκει)</p>
				</div> <!-- cd-faq-content -->
			</li>
			<li>
				<a class="cd-faq-trigger" href="#0">Εισαστε εταιρια ?</a>
				<div class="cd-faq-content">
					<p>Ειμαστε κανονικη εταιρια δηλωμενη στην Ζακυνθο με ΑΦΜ και μπορουμε να σας κοψουμε τιμολογιο για τις υπηρεσιες μας</p>
				</div> <!-- cd-faq-content -->
			</li>

			<li>
				<a class="cd-faq-trigger" href="#0">Ξερετε τι δουλεια? Εχετε εμπειρια?</a>
				<div class="cd-faq-content">
					<p>Εχουμε δημιουργησει μια ομαδα που εχει μεγαλη εμπειρια στα επι μερους κομματια που απαρτιζουν την υπηρεσια της διαχειρησης βιλας. Καλυπτουμε το τεχνικο κοματι και το PR κομματι κατα 100% και εχουμε μακροχρονια εμπειρια στην προωθηση μεσω ιντερνετ ιστοσελιδων. Εχουμε βαθια γνωση στη λειτουργια των καναλιων κρατησης (booking.com, airbnb και λοιπα) και χρησιμοποιουμε συστηματα που φερνουνε ολα τα καναλια σε μια κεντρικη διαχειρηση. Επισης εχουμε την υποστηριξη απο εταιριες που εχουν μεγαλη εμπειρια στη διαχειρηση βιλων σε τοπικο επιπεδο και διασυνδεσεις με διαφορα τοπικα τουριστικα γραφεια του εξωτερικου.</p>
				</div> <!-- cd-faq-content -->
			</li>

			<li>
				<a class="cd-faq-trigger" href="#0">Τι θα γινει αν "δεν μου κλεισετε" τις βιλες?</a>
				<div class="cd-faq-content">
					<p>Κανουμε οτι καλυτερο για να αυξησουμε την πληροτητα σας, αλλα φυσικα το κλεισιμο εξαρτατε απο πολλους αλλους εξωτερικους παραγοντες (οικονομικους/καιρικους/παρουσιαση βιλας/φωτογραφιες/τιμες/και λοιπα). Καθως ξερουμε την συνταγη για να δημιουργουμε κρατησεις θα δουλεψουμε μαζι σας ωστε να εχουμε τις μεγαλυτερες πιθανοτητες για κρατησεις και μεγιστη πληροτητα. Καθως η συνεργασια μας ειναι συνεχομενη και ειναι πολυ πιθανο πολλες κρατησεις να αρχισουν απο το χειμωνα για το καλοκαιρι, μπορειτε οποιαδηποτε στιγμη να διακοψετε τη συνεργασια με εμας επειδη για καποιον λογο δεν μεινατε ευχαριστημενοι και να μεταφερετε την επιχειρηση σε καποιον συναδελφο μας η να τις αναλαβετε μονοι σας. Θα σας παραδωσουμε ολους τους σχετικους κωδικους και αν θελετε μπορειτε να διατηρησετε την ιστοσελιδα σας αν σας την εχουμε δημιουργησει εμεις.</p>
				</div> <!-- cd-faq-content -->
			</li>
		</ul> <!-- cd-faq-group -->

		<ul id="services" class="cd-faq-group">
			<li class="cd-faq-title"><h2>Υπηρεσιες</h2></li>
			<li>
				<a class="cd-faq-trigger" href="#0">Εχω μια βιλα/συμπλεγμα με βιλες, τι υπηρεσιες προσφερετε σε εμενα?</a>
				<div class="cd-faq-content">
					<p>Οι βασικες υπηρεσιες που προσφερουμε ειναι οι εξης :

						<br>Δημιουργια Ιστοσελιδας</br>
						<br>Διαχειρηση καναλιων κρατησης</br>
						<br>Δημιουργια νεων καναλιων κρατησης</br>
						<br>Προωθηση σε τουριστικα γραφεια του εξωτερικου</br>
						<br>Προσελκυση πελατων απο αλλες χωρες (πχ Κινα)</br>
						<br>Προωθηση στο izante.com</br>
						<br>Επιβλεψη βιλας και συμβουλες προς βελτιωση</br>


						</p>
				</div> <!-- cd-faq-content -->
			</li>


			<li>
				<a class="cd-faq-trigger" href="#0">Τι υπηρεσιες προσφερετε στους πελατες μου?</a>
				<div class="cd-faq-content">

					<br>Διευκολυνση στην κρατηση</br>
					<br>Απαντησεις σε ολες τις ερωτησεις σε συνεργασια με εσας</br>
					<br>Αμεση απαντηση σε διαφορες γλωσσες</br>
					<br>Εξτρα υπηρεσιες μεσα απο δυκτιο συνεργατω (πχ μασαζ, ταξι)</br>

				</div> <!-- cd-faq-content -->
			</li>
			<li>
				<a class="cd-faq-trigger" href="#0">Τι εργαλεια χρησιμοποιητε?</a>
				<div class="cd-faq-content">
					<p>Χρησιμοποιουμε : Rentivo, Vreasy, Klik Villas, Rentals United και μια σειρα απο καναλια κρατησεων σε συνδυασμο με μια σειρα πρακτορειων κρατησεων του εξωτερικου</p>
				</div> <!-- cd-faq-content -->
			</li>
			<li>
				<a class="cd-faq-trigger" href="#0">Δε θα μπορουσα και εγω μονος μου να διαχειριζομαι το booking.com και τα αλλα καναλια? Τι ωφελος εχω με εσας?</a>
				<div class="cd-faq-content">
					<p>Φυσικα! Οτι κανουμε και εμεις θα μπορουσατε να το κανετε και μονοι σας, απλα εμεις θα το κανουμε καλυτερα απο εσας σε καθε περιπτωση. Επισης οπως αναφεραμε παραπανω, οι πελατες μας ειναι αυτοι που δεν εχουν το χρονο να αναλαβουνε ολη αυτη τη διαδικασια μονοι τους.</p>
				</div> <!-- cd-faq-content -->
			</li>

			<li>
				<a class="cd-faq-trigger" href="#0">Εχω πληρωσει για την ιστοσελιδα μου 1000 ευρω. Μπορω να τη διατηρησω?</a>
				<div class="cd-faq-content">
					<p>Το συστημα μας δουλευει καλυτερα με τη δικη μας ιστοσελιδα. Ωστωσο αν εχετε δικη σας ιστοσελιδα που εχετε χαλασει καποια λεφτα για να τη φιαξετε δεν ειναι αναγκη να την καταργησουμε. Μπορουμε να δημιουργησουμε μια δευτερη η να επεμβουμε στη δικη σας με τη συνεργασια του παροχεα σας ωστε να ανανεωσουμε το ημερολογιο σας. Σε περιπτωση διακοπης της συνεργασιας απλα θα την επαναφερετε οπως ηταν πριν και θα καταργησουμε αυτη που σας φιαξαμε εμεις.</p>
				</div> <!-- cd-faq-content -->
			</li>


			<li>
				<a class="cd-faq-trigger" href="#0">Αν διακοψουμε τη συνεργασια μας, τι συμβαινει με την ιστοσελιδα? Πως δουλευει η διακοπη συνεργασιας?</a>
				<div class="cd-faq-content">
					<p>Αν δημιουργησουμε την ιστοσελιδα σα σημαινει πως ειστε μεσα στο συστημα μας φουλ, και αυτο εχει ενα κοστος για εμας. Αν θελετε μονο να διατηρησετε την ιστοσελιδα σας αφου μας αφησετε θα πρεπει να ανανεωνετε μονος σας τη διαθεσιμοτητα και θα σας κοστισει ενα μινιμουμ 100 ευρω το χρονο.</p>
				</div> <!-- cd-faq-content -->
			</li>


		</ul> <!-- cd-faq-group -->

		<ul id="pricing" class="cd-faq-group">
			<li class="cd-faq-title"><h2>Τιμοκαταλογος</h2></li>
			<li>
				<a class="cd-faq-trigger" href="#0">Τι προμηθειες παιρνετε?</a>
				<div class="cd-faq-content">
					<p>Οι προμηθειες μας κυμαινονται απο 7% εως 10% με ενα minimum 3%. Σε περιπτωση που ενα απο τα καναλια (booking.com) σας παιρνει 15% θα σας παρουμε to minimum 3% μονο το οποιο θα καλυψει τα εξοδα διαχειρησης μας και ενωσης με το αυτοματοποιημενο συστημα κρατησεων και ημερολογιου. Στην περιπτωση του airbnb που παιρνει 3% θα σας παρουμε ενα 7% ωστε η προμηθεια να μην ξεπερασει το 10%. Στην περιπτωση κρατησης απο το izante.com η απο την σελιδα που ελεχουμε θα σας παρουμε 10%. Θα προτιμουσαμε να μας πειτε ποσα λεφτα θα θελατε να παιρνετε ανα κρατηση ανα season ωστε να προσαρμοσουμε τις τιμες αναλογα ωστε και οι προμηθειες να ρυθμιζονται αυτοματα και ολοι να παιρνουνε οτι τους αναλογει.</p>
				</div> <!-- cd-faq-content -->
			</li>

			<li>
				<a class="cd-faq-trigger" href="#0">Τι αλλα κοστη εχω με σας?</a>
				<div class="cd-faq-content">
					<p>Θα σας χρεωσουμε 200 ευρω για να σας δημιουργησουμε τη σελιδα η να ενσωματωσουμε τον κωδικα μας στη σελιδα σας και γενικα να σεταρουμε το συστημα με τις παραμετρους σας. Στη συνεχεια θα σας χρεωνουμε 150 ευρω το χρονο για να ειστε με εμας + τις προμηθειες μας. Τα παραπανω ποσα μπορουν να καλυφθουν απο τις κρατησεις και δεν ειναι αναγκη να δωθουν μπροστα</p>
				</div> <!-- cd-faq-content -->
			</li>

			<li>
				<a class="cd-faq-trigger" href="#0">Υπαρχουν εξτρα χρεωσεις?</a>
				<div class="cd-faq-content">
					<p>Οτι συμφωνησουμε θα ειναι και τελικο. Εκτος απο τα παραπανω, αν πχ προσφερετε στους πελατες σας sailing με yaught, και καταφερουμε να το κλεισουμε εμεις για εσας πριν ο πελατης φτασει η οσο ειναι εδω, θα σας ζητησουμε μια προμηθεια απο εκει. Αντιστοιχα, αν δεν προσφερετε αυτη την υπηρεσια και εμεις την πουλησουμε στον πελατη, θα εχετε να παρετε εσεις προμηθεια απο αυτο. Για παραδειγμα, αν δεν προσφερετε υπηρεσιες παραλαβης απο το αεροδρομιο, και ο πελατης αγορασει ενα ταξι απο εμας για 30 ευρω, και μας κοστισει 20, η προμηθεια 10 θα μοιραστει μεταξυ μας 5+5. Αν εχετε δικο σας ταξι η καποια υπηρεσια που ειναι ενετελως δικια σας (πχ καθαρισμα δωματιου) μπορουμε να συζητησουμε και να μην εχουμε μερος απο αυτη την προμηθεια. Θα σας παρουσιασουμε ενα δυκιο συνεργατων μας για να επιλεξετε τι σας συμεφερει και τι θελετε να προωθησουμε στους πελατες σας.</p>
				</div> <!-- cd-faq-content -->
			</li>

			<li>
				<a class="cd-faq-trigger" href="#0">Καθε ποτε σας πληρωνω και πως?</a>
				<div class="cd-faq-content">
					<p>Καθε μηνα η οταν το ποσο τις προμηθειας ξεπερασει τα 100 ευρω. Θα σας αποστελουμε αναλυτικη αναφορα σχετικα με τις κρατησεις συχνα μεσα στο μηνα.</p>
				</div> <!-- cd-faq-content -->
			</li>

			<li>
				<a class="cd-faq-trigger" href="#0">Μπορειτε να δεχεστε πληρωμες για τη βιλα για εμενα?</a>
				<div class="cd-faq-content">
					<p>Αυτο ειναι συζητησημο, προς το παρων μπορουμε να το αναλαβουμε μεσω paypal μονο αλλα θα υπαρχει αλλη μια εξτρα χρεωση με ποσοστο που χρεωνει το paypal</p>
				</div> <!-- cd-faq-content -->
			</li>
		</ul> <!-- cd-faq-group -->



		<ul id="contact" class="cd-faq-group">
			<li class="cd-faq-title"><h2>Επικοινωνια</h2></li>

			<li>
				<a class="cd-faq-trigger" href="#0">Πως μπορουμε να αρχισουμε την συνεργασια?</a>
				<div class="cd-faq-content">
					<p>Η διαδικασια εχει ως εξης :

					<br>Συμπληρωστε την φορμα εδω : <a href="form.php" target="_blank">Αιτηση συνεργασιας</a> </br>
					<br>Στη συνεχεια θα μελετησουμε τις απαιτησεις σας και ο Αβρααμ (avraam@izante.com - 6984568685) θα επικοινωνησει μαζι σας για να σας λυσει οτι αποριες εχετε και να σας προτινει ενα πακετο, προμηθειες και λοιπα</br>
					<br>Επομενο βημα αν προσωρησουμε ειναι να μας παραδωσετε τους κωδικους για ολα τα καναλια που χρησιμοποιητε<br>
						<br>Παραδοση φωτογραφιων η στελνουμε καποιον φωτογραφο (εξτρα χρεωση) να σας βγαλει επαγγλεματικες φωτογραφιες ωστε να δημιουργησουμε την σελιδα σας</br>
						<br> Τελος, απλα περιμενετε τις κρατησεις, και αναλαμβανουμε ολα τα υπολοιπα</br>
</p>
				</div> <!-- cd-faq-content -->
			</li>

			<li>
				<a class="cd-faq-trigger" href="#0">Με ποιον μπορω να επικοινωνησω σχετικα με τεχνικα προβληματα?</a>
				<div class="cd-faq-content">
					<p>Ο Γιαννης (giannis@izante.com - 6988104870) μπορει να απαντησει για οτιδηποτε τεχνικο εχει να κανει με διαθεσιμοτητα, ιστοσελιδα, διασυνδεση με αλλα καναλια</p>
				</div> <!-- cd-faq-content -->
			</li>

			<li>
				<a class="cd-faq-trigger" href="#0">Με ποιον μπορω να επικοινωνησω σχετικα με γενικα προβληματα?</a>
				<div class="cd-faq-content">
					<p>Ο Αβρααμ (avraam@izante.com - 6984568685) μπορει να απαντησει οτιδηποτε γενικο σχετικα με τις βιλες, τιμες και αλλες υπηρεσιες που προσφερουμε μεσω του izante.</p>
				</div> <!-- cd-faq-content -->
			</li>

			<li>
				<a class="cd-faq-trigger" href="#0">Με ποιον μπορω να επικοινωνησω σχετικα με συνεργασιες?</a>
				<div class="cd-faq-content">
					<p>Αν εχετε καποιο πρακτορειο η προσφερετε υπηρεσιες (πχ ταξι service) o Αβρααμ (avraam@izante.com - 6984568685) μπορει να σας βοηθησει και να σας ενημερωσει για τους οους συνεργασιας</p>
				</div> <!-- cd-faq-content -->
			</li>

		</ul> <!-- cd-faq-group -->

	</div> <!-- cd-faq-items -->
	<a href="#0" class="cd-close-panel">Close</a>
</section> <!-- cd-faq -->
<script src="js/jquery-2.1.1.js"></script>
<script src="js/jquery.mobile.custom.min.js"></script>
<script src="js/main.js"></script> <!-- Resource jQuery -->
</body>
</html>
